aarch64-none-elf-gcc-bin
airgeddon
alsa-firmware
alsa-utils
android-ndk
android-sdk
android-sdk-build-tools
android-sdk-platform-tools
android-tools
arm-none-eabi-gcc
arping-th
asleap
asusctl
aylurs-gtk-shell-git
base
base-devel
beef-xss
bettercap
bluez
bluez-utils
brave-bin
brightnessctl
btop
bully
cargo-ndk
ccze
chromium
ckan-git
clipmon-git
crunch
cuda
dart-sass
dhcp
discord
dkms
dnsmasq
docker
docker-compose
dosfstools
efibootmgr
ettercap
evtest
exo
eza
fasm
fd
firefox
garcon
gdb
gimp
git
glew
glfw-git
gnome-bluetooth-3.0
gparted
gpu-screen-recorder-git
grimblast-git
grub
grub-customizer
gtk4
hashcat
hcxdumptool
hcxtools
hostapd
hostapd-wpe
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
i3lock
ibus
inetutils
intltool
jdk11-openjdk
jdk8-openjdk
john
jre17-openjdk
kitty
kubo-git
kwallet-pam
libisoburn
libkeybinder3
libreoffice-fresh
lighttpd
linux
linux-firmware
linux-firmware-asus
linux-hardened
linux-hardened-headers
linux-headers
linux-lts
linux-lts-headers
lshw-git
lua51
luarocks
lvm2
matugen-bin
mdk4
mediawriter
minicom
mtools
neofetch
neovim
networkmanager
nftables
nmap
npm
nvidia-open
nvidia-utils
ollama-cuda
openresolv
openssh
openxr-layer-ultraleap
os-prober
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pacman-contrib
pavucontrol
picom-ftlabs-git
pipewire
pipewire-alsa
pipewire-jack
pipewire-media-session
pipewire-pulse
pixiewps
postgresql
power-profiles-daemon
putty
pyenv
pyright-git
python-gpustat
python-lsp-black
python311
qbittorrent
qemu-full
qflipper
qt5-base
qt5-graphicaleffects
qt5-quickcontrols2
qt5-svg
qt5-wayland
reaver
ripcord
ripgrep
rog-control-center
rpi-imager
rust-analyzer
rustup
screen
sddm
sddm-kcm
sudo
supergfxctl
swww
tcpdump
thunar
thunar-volman
tree
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
tumbler
typescript
ultraleap-hand-tracking
ultraleap-hand-tracking-service
unzip
uv
uwsm
vi
vscodium
waybar-git
webkit2gtk
webkit2gtk-4.1
wev
wget
wireshark-cli
wl-clipboard
wofi
wordlists
xbindkeys
xfce4-appfinder
xfce4-panel
xfce4-power-manager
xfce4-session
xfce4-settings
xfce4-terminal
xfconf
xfdesktop
xfwm4
xfwm4-themes
xorg-xdpyinfo
xorg-xhost
yay
yay-debug
zls
zsh
zvm
